# Практическое задание по работе в Pycharm - "Переменные".
# Количество выполненных ДЗ (запишите значение 12)
# Количество затраченных часов (запишите значение 1.5)
# Название курса (запишите значение 'Python')
# Время на одно задание (вычислить используя 1 и 2 переменные)
# Выведите на экран(в консоль), используя переменные, следующую строку:
# Курс: Python, всего задач:12, затрачено часов: 1.5, среднее время выполнения 0.125 часа.

a = 12
b = 1.5
first_name = 'Курс: Python'
c = b/a

print(first_name, 'всего задач:', a, 'затрачено часов:', b, 'среднее время выполнения', c, 'часа.')

